Repository: fabriziopetrellese/Plotwist
Catalog: Plotwist/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# text1
source: Guided Storytelling
de: Gefuhrte Storytelling
es: Storytelling guiado
fr: Storytelling guidee
it: Storytelling guidato
ru: Гайд

# text2
source: Dice Storytelling
de: Wurfel Storytelling
es: Storytelling con dados
fr: Storytelling avec des
it: Storytelling con dadi
ru: Игральный кубик

# text3
source: Settings
de: Einstellungen
es: Ajustes
fr: Parametres
it: Impostazioni
ru: Настройки

# text4
source: Create a story with the help of story starters and dice
de: Eine geschichte mit startsatzen und wurfeln erstellen
es: Crea historia con la ayuda de frases iniciales y dados
fr: Creer une histoire a l’aide de phrases initiales et des
it: Crea una storia con l'aiuto di frasi iniziali e dadi
ru: Создай историю с помощью гайда и кубика

# text5
source: Create a story with only dice
de: Nur mit wurfeln eine geschichte erstellen
es: Crea historia con ayuda exclusiva de los dados
fr: Creer une histoire avec l’aide exclusive des des
it: Crea una storia con l'aiuto esclusivo dei dadi
ru: Создай историю только с помощью кубика

# placeholder
source: Type here...
de: Geben sie hier...
es: Escribe aqui...
fr: Ecris ici...
it: Scrivi qui
ru: Напиши здесь...

# incipit1
source: Once upon a time
de: Es war einmal
es: Erase una vez
fr: Il etait une fois
it: C'era una volta
ru: Однажды

# incipit2
source: Every day
de: Jeden tag
es: Todos los dias
fr: Chaque jour
it: Ogni giorno
ru: Каждый день

# incipit3
source: But one day
de: Aber eines tages
es: Pero un dia
fr: Mais un jour
it: Tuttavia un giorno
ru: Но однажды

# incipit4
source: Because of that
de: Deswegen
es: Y por eso
fr: A cause de ca
it: A causa di questo
ru: Из-за этого

# incipit5
source: Until finally
de: Bis endlich
es: Hasta que
fr: Jusqu'a ce que finalement
it: Alla fine
ru: Пока наконец-то

# incipit6
source: And ever since then
de: Und seitdem
es: Y desde entonces
fr: Et depuis lors
it: E da quel momento in poi
ru: И с тех пор

# button2
source: Done
de: Getan
es: Hecho
fr: Fini
it: Avanti
ru: Готово

# title1
source: Select players
de: Ausgewahlte spieler
es: Selecciona jugadores
fr: Selectionner les joueurs
it: Seleziona giocatori
ru: Выберите игроков

source: Player 1
de: Spieler 1
es: Jugador 1
fr: Joueur 1
it: Giocatore 1
ru: Игрок 1

source: Player 2
de: Spieler 2
es: Jugador 2
fr: Joueur 2
it: Giocatore 2
ru: Игрок 2

source: Player 3
de: Spieler 3
es: Jugador 3
fr: Joueur 3
it: Giocatore 3
ru: Игрок 3

source: Player 4
de: Spieler 4
es: Jugador 4
fr: Joueur 4
it: Giocatore 4
ru: Игрок 4

source: Player 5
de: Spieler 5
es: Jugador 5
fr: Joueur 5
it: Giocatore 5
ru: Игрок 5

source: Player 6
de: Spieler 6
es: Jugador 6
fr: Joueur 6
it: Giocatore 6
ru: Игрок 6

# button1
source: Ready
de: Bereit
es: Listo
fr: Pret
it: Avvia
ru: Готово

# addButton
source: Add new player
de: Neuen Spieler
es: Anadir nuevo jugador
fr: Ajouter nouveau joueur
it: Aggiungi giocatore
ru: Добавить игрок

# doneKeyboard
source: Done
de: Getan
es: Hecho
it: Fatto
ru: Готово

# button3
source: I'm here!
de: Hier!
es: Aqui!
fr: Suis ici!
it: Eccomi!
ru: Я здесь!

# firstPart
source: It's %@
de: Ist %@
es: Es el turno de %@
fr: Le tour de %@ commence
it: Inizia il turno di %@
ru: Очередь %@

# secondPart
source: 's turn, pass the phone
de: dran, gib das telefon
es: , pasa el telefono
fr: , passe le telephone
it: , passa il telefono
ru: , передай телефон

# thirdPart
source: Last turn - %@
de: Letzten Kurve - %@
es: Ultima vuelta - %@
fr: Dernier tour - %@
it: Ultimo turno - %@
ru: Последняя попытка - %@

# fourthPart
source: , you are the last one writing!
de: , sie sind der letzte zu schreiben!
es: , eres el ultimo que escribe!
fr: , ne reste plus que toi!
it: , manchi solo tu!
ru: , только ты продолжаешь писать!

source: Language
de: de
es: es-ES
fr: fr-FR
it: it-IT
ru: ru-RU

# finalTitle
source: Final story:
de: Ganze geschichte:
es: Historia completa:
fr: Histoire complete:
it: Storia completa:
ru: Вся история:

# speech
source: Read
de: Hor zu
es: Escucha
fr: Lis
it: Ascolta
ru: Слушай

source: Menu
ru: Меню

# musicTranslation
source: Music
de: Musik
fr: Musique
it: Musica
ru: Музыка

# startersCreation
source: Storystarters creation
de: Anpassung der ersten satze
fr: Personnalisez phrases
it: Personalizza frasi iniziali
ru: Создание заготовок

source: Credits
it: Crediti
ru: Создатели

source: Settings
de: Einstellungen
fr: Parametres
it: Impostazioni
ru: Настройки

# saved
source: Saved stories
de: Gespeicherte Geschichten
es: Tus historias
it: Le tue storie
ru: Сохраненные истории

# diceTitle
source: Select dice, get inspired and start writing
de: Wurfel auswahlen, lass dich inspirieren und beginnen zu schreiben
es: Selecciona dados, inspirate y empieza a escribir
fr: Selectionner des, inspirez-vous et commencez a ecrire
it: Seleziona i dadi, trova ispirazione e comincia a scrivere
ru: Выбери кубик для вдохновения и начни писать

source: Roll dice
de: Wurfeln
es: Lanzar dados
fr: Lancer des
it: Lancia i dadi
ru: Кинь кубик

# mainMenu
source: Quit story
de: Komm
es: Sal
fr: Tu sors
it: Esci
ru: Убирайся

# quit
source: Do you want to leave the game?
de: Du willst das spiel aufgeben?
es: Quieres dejar el juego?
fr: Tu veux quitter le jeu?
it: Vuoi abbandonare la partita?
ru: Ты хочешь покинуть игру?

# yesAlert
source: Yes
de: Ja
es: Si
fr: Oui
it: Si
ru: Да

# noAlert
source: No
de: Nein
ru: Нет

# welcome
source: Find your inspiration from the world or with the use of AR story dice
de: Finden sie ihre inspiration aus der welt oder mit den augmented reality wurfeln
es: Encuentra tu inspiración del mundo o usando los dados de Realidad Aumentada
fr: Bienvenue a
it: Trova ispirazione dal mondo reale o attraverso i dadi in Realtà Aumentata
ru: Найдите вдохновение в мире или используя кости дополненной реальности

# desc
source: a group storytelling game
de: ein storytelling spiel der gruppe
es: un juego de storytelling de grupo
fr: une application de storytelling de groupe
it: un gioco di storytelling di gruppo
ru: групповая игра в повествование

# moreInfo
source: Gather 2 to 6 random people
de: Sammeln sie 2 bis 6 personen
es: Agrupa de 2 a 6 personas
fr: Reunir 2 a 6 personnes
it: Raggruppa da 2 a 6 persone casuali
ru: Соберите от 2 до 6 человек

# finalInfo
source: Pass the phone around and create a story together!
de: Wahlen sie zwischen gefuhrte und wurfel storytelling und beginnen sie zu schreiben!
es: Elegir entre Storytelling guiado y con dados y comienza a escribir!
fr: Choisissez entre Storytelling guidee et avec des et commencez a ecrire!
it: Passate il telefono tra di voi e create la vostra storia!
ru: Выберите руководствуясь и кости рассказ и начать писать!

# letsgo
source: Let's start!
de: Beginnen wir!
es: Empecemos!
fr: Commencons!
it: Iniziamo!
ru: давайте начнем!

source: Created By:
de: Erstellt von:
es: Creado por:
fr: Cree par:
it: Creato da:
ru: Создано:

# russianBy
source: Russian translation by:
de: Russische ubersetzung:
es: Traduccion rusa:
fr: Traduction russe:
it: Traduzione russa:
ru: Перевод на русский:

# cat1
source: Videogames
de: Videospiele
es: Videojuegos
it: Videogiochi
ru: Видеоигры

# cat2
source: Travel
de: Reisen
es: Viajes
it: Viaggi
ru: Путешествия

# cat3
source: Animals
de: Tiere
es: Animales
it: Animali
ru: Животных

# cat4
source: Food
de: Essen
es: Comida
it: Cibo
ru: Еда

# cat5
source: Emotions
de: Emotionen
es: Emociones
it: Emozioni
ru: Эмоции

# cat6
source: Sports
de: Sport
es: Deporte
it: Sport
ru: Спорт

# diceCategories
source: Select dice categories
de: Wahlen sie wurfel kategorien
es: Seleccionar categorias de dados
it: Scegli una categoria di dadi
ru: Выбирать категории кубиков

# firstTurnMessage
source: Here your last four words will appear to the next player
de: Hier erscheinen deine letzten vier Worte für den nächsten Spieler
es: Aquí aparecerán tus últimas cuatro palabras para el siguiente jugador
it: Qui appariranno al prossimo giocatore le tue ultime 4 parole
ru: Здесь появятся ваши последние четыре слова для следующего игрока
